app/controllers/reviews_controller.rb

INSERT INTO `reviews` (`rate`, `review`, `product_id`, `user_id`, `created_at`, `updated_at`) VALUES (1, 'aaaaaaaa', 21, 1, '2015-11-30 11:57:23', '2015-11-30 11:57:23')
---
  def create
    Review.create(create_params)